Repository: rioncm/bots-edi-k8s
Catalog: bots/bots/locale/*/LC_MESSAGES/django.po
Languages: fr

source: View %(model)s %(obj)s
fr: Voir %(model)s %(obj)s

source: Start writing plugin "%(file)s".
fr: Début d'écriture du plugin "%(file)s".

source: Plugin "%(file)s" created successful.
fr: Plugin "%(file)s" créé.

source: activate/de-activate
fr: (de)activer

source: Password
fr: Mot de passe

source: Idchannel
fr: CanalID

source: in/out
fr: direction

source: Email specific
fr: Paramètres email

source: FTP specific
fr: Paramètres FTP

source: Safe writing & file locking
fr: Ecriture prudente & fichier verrou

source: For more info see
fr: Pour plus d'info voir

source: Other
fr: Autre

source: Address
fr: Adresse

source: Is in groups
fr: Est dans le groupe

source: User defined
fr: Définie par l'utilisateur

source: Please specify a "file" fromchannel to activate dirmonitor for this route.
fr: Veuillez renseigner un canal entrant (fichier) pour activer dirmonitor sur cette route.

source: "Dirmonitor doesn't work with fromchannel type "%(fromchannel_type)s", must be a fromchannel type %(dirmonitor_types)s
fr: "Dirmonitor ne fonctionne pas avec un canal entrant de type "%(fromchannel_type)s", il doit être du type %(dirmonitor_types)s

source: Dirmonitor already active for fromchannel %(fromchannel)s route: %(route)s
fr: Dirmonitor déja actif pour le canal entrant %(fromchannel)s route: %(route)s

source: Could not activate dirmonitored route: %s,
fr: Impossible d'activer la route dirmonitorée: %s,

source: Dirmonitor already active for fromchannel %(fromchannel)s with route: %(route)s
fr: Dirmonitor déja actif pour le canal entrant %(fromchannel)s avec la route: %(route)s

source: Filtering for outchannel
fr: Filtré par canal sortant

source: Advanced
fr: Avancée

source: Disable dirmonitor
fr: Désactiver dirmonitor

source: Translate
fr: Traduire

source: incoming channel
fr: canal entrant

source: outgoing channel
fr: canal sortant

source: From Partner
fr: Du Partenaire

source: To Partner
fr: Vers Partenaire

source: Combination of fromeditype, frommessagetype, alt, frompartner, topartner already exists.
fr: Combinaison (fromeditype, frommessagetype, alt, frompartner, topartner) déjà existante.

source: Multiple translations per editype/messagetype
fr: Traduction multiple pour editype/messagetype

source: [Bots Error Report] %(time)s
fr: [Rapport d'erreur Bots] %(time)s

source: Bots Report; type: %(type)s, time: %(time)s
fr: Rapport Bots; type: %(type)s, temps: %(time)s

source: %d files received/processed in run.
fr: %d fichiers reçus traités dans cette exécution.

source: %d files without errors,
fr: %d fichiers sans erreur,

source: ; %d file errors
fr: ; %d erreurs fichier

source: %d files with errors,
fr: %d fichiers avec erreurs,

source: ; %d files stuck
fr: ; %d fichiers bloqués

source: %d files got stuck,
fr: %d fichiers restés bloqués,

source: ; %d system errors
fr: ; %d erreur système

source: %d system errors,
fr: %d erreurs système,

source: ; %d process errors
fr: ; %d erreurs d'exécution

source: %d errors in processes.
fr: %d erreurs dans le traitement.

source: %d files send in run.
fr: %d fichiers envoyés dans cette exécution.

source: Error in automatic maintenance: "%(exc)s".
fr: Erreur pendant la maintenance automatique : "%(exc)s".

source: Statust OK (stuck) but has child(ren) (idta: %(idta)s).
fr: Statut OK avec des process fils restant (idta: %(idta)s).

source: Statust ERROR but has child(ren) (idta: %(idta)s).
fr: Statut en ERREUR avec des process fils restant (idta: %(idta)s).

source: Severe error: found statust OPEN for idta: %(idta)s.
fr: Erreur critique: status trouvé (idta: %(idta)s).

source: Shortcuts
fr: Raccourcis

source: No import of module "%(modulefile)s".
fr: Pas d'import possible du module "%(modulefile)s".

source: No import of module "%(modulefile)s": %(txt)s.
fr: Pas d'import possible du module "%(modulefile)s": %(txt)s.

source: Error in import of module "%(modulefile)s": %(txt)s
fr: Erreur pendant l'import du module "%(modulefile)s": %(txt)s

source: Script file "%(modulefile)s": "%(txt)s".
fr: Script "%(modulefile)s": %(txt)s.

source: platform
fr: plateforme

source: machine
fr: architecture

source: bots installation path
fr: répertoire d'installation de bots

source: config path
fr: répertoire de configuration

source: botssys path
fr: répertoire botsssys

source: usersys path
fr: répertoire usersys

source: Could not connect to database. Database settings are in bots/config/settings.py. Error: "%(exc)s".
fr: Impossible de se connecter à la base de données. Le paramètre de la base utilisé est dans bots/config/settings.py. Erreur: "%(exc)s".

source: Connected to database.
fr: Connécté à la base de données.

source: Cleanup could not remove file
fr: La maintenance ne peut supprimer le fichier.

source: Cleanup could not remove directory
fr: La maintenance ne peut supprimer le répertoire.

source: Could not remove file: %s
fr: Ne peut supprimer le fichier: %s

source: Channel "%(idchannel)s" is unknown.
fr: Canal "%(idchannel)s" inconnu.

source: Outgoing connection failure %(connect_tries)s on channel %(channel)s: %(exc)s
fr: Echec de connexion sortante %(connect_tries)s canal %(channel)s: %(exc)s

source: Communication try %(connect_tries)s error on channel %(channel)s: %(exc)s
fr: Essai de communication %(connect_tries)s en erreur sur le canal %(channel)s: %(exc)s

source: Communication failure %(nr_failures)s/%(maxfailures)s on channel %(channel)s: %(exc)s
fr: Echec de connexion %(nr_failures)s/%(maxfailures)s sur le canal %(channel)s: %(exc)s

source: Received email-MDN with errors.
fr: email-MDN reçu contient des erreurs.

source: "From" emailaddress(es) %(email)s not authorised/unknown for channel "%(idchannel)s".
fr: Email(s) %(email)s non authorisé / inconnu pour ce canal."%(idchannel)s".

source: "To" emailaddress(es) %(email)s not authorised/unknown for channel "%(idchannel)s".
fr: "To" de(s) l'address(es) email %(email)s non authorisé / inconnu pour ce canal "%(idchannel)s".

source: No valid attachment in received email
fr: Piéce jointe invalide dans l'email reçu.

source: No mail-address for partner "%(partner)s" (channel "%(idchannel)s").
fr: Pas d'adresse email pour ce partner "%(partner)s" (canal "%(idchannel)s").

source: Can not do a systemlock on this platform
fr: Impossible d'effectuer un bloquage systeme sur cette plateforme

source: Pop3 connection not OK
fr: Pop3 communication KO

source: SMTP server did not accept user/password combination.
fr: Le serveur STMP/email n'accepte pas les connexions authentifiées.

source: SMTP login failed. Error: %(txt)s
fr: Echec d'authentification SMTP. Erreur: %(txt)s

source: ftps is not supported by your python version, use >=2.7
fr: ftps n'est pas supporté par votre version de python, utilisé python >=2.7

source: ftpis is not supported by your python version, use >=2.7
fr: ftpis n'est pas supporté par votre version de python, utilisé python >=2.7

source: Channel "%(idchannel)s" is type "db", but no communicationscript exists.
fr: Canal "%(idchannel)s" est de type "db" sans script de communication.

source: Watched directory: %s
fr: Répertoire scruter: %s

source: Unsupported operating system: %s
fr: Système d'exploitation non supporté: %s

source: Error: configuration directory indicated, but no directory name.
fr: Erreur: Configuration de répertoire spécifié sans nom

source: Error: bots jobqueue is not enabled in %(configdir)s/bots.ini
fr: Erreur: bots jobqueue n'est pas activé dans %(configdir)s/bots.ini

source: bots dirmonitor reload task sent
fr: bots dirmonitor: demande de rechagement envoyé

source: Starting ...
fr: Démarrage ...

source: configdir: "%(configdir)s".
fr: Répertoire de configuration: "%(configdir)s".

source: No directory to monitor found.
fr: Aucun répertoire à surveiller.

source: Started.
fr: Démarré

source: Unknown request: %s
fr: Requête inconnu: %s

source: Error in running task: "%(exc)s".
fr: Erreur pendant le traitement: "%(exc)s".

source: Exiting ...
fr: Arrêt ...

source: [Bots severe error]Database is damaged
fr: [Bots: Erreur sévère] Base de données endommgé

source: [Bots severe error]Database is locked
fr: [Erreur Sévère Bots]Base de données vérouillée

source: Run routes from command line: "%(routes)s".
fr: Demarage des routes en ligne de commande: "%(routes)s".

source: Run active routes from database that are in default run: "%(routes)s".
fr: Démarage de toutes les routes actives par defaut: "%(routes)s".

source: Run all active routes from database: "%(routes)s".
fr: Démarage de toutes les routes actives pour la base: "%(routes)s".

source: Severe error in bots system: %(exc)s
fr: Erreur sévère dans le système bots: %(exc)s

source: Mappingscript "%(tscript)s" finished.
fr: Traducteur "%(tscript)s" terminé.

source: Mappingscript returned "%(alt)s". This dict should not have "type" and "alt".
fr: Le traducteur à renvoyé "%(alt)s". Ce dictionnaire ne devrait pas contenir "type" et "alt".

source: Mappingscript returned dict with an unknown "type": "%(doalttranslation)s".
fr: Le traducteur à renvoyé un dictionnaire avec un inconnu "type": "%(doalttranslation)s".

source: Not found envelope "%(envelope)s" for editype "%(editype)s".
fr: Pas d'enveloppe trouvée "%(envelope)s" pour le format de message "%(editype)s".

source: While enveloping in "%(editype)s.%(messagetype)s": syntax option "envelope-template" not filled; is required.
fr: Pendant la création de l'enveloppe dans "%(editype)s.%(messagetype)s": syntaxe option "envelope-template" vide; champ obligatoire.

source: While enveloping in "%(editype)s.%(messagetype)s", error: %(txt)s
fr: Création de l'enveloppe "%(editype)s.%(messagetype)s", erreur: %(txt)s

source: End html enveloping file "%(filename)s".
fr: Fin d'envelopage html du fichier "%(filename)s".

source: Status
fr: Statut

source: Error
fr: Erreur

source: Done
fr: Ok

source: Date from
fr: Date de début

source: Date until
fr: Date de fin

source: Admin links
fr: Liens Admin

source: Items per page
fr: Objets par page

source: Invalid sorting field: "%s"
fr: Champ d'ordonnancement invalide: "%s"

source: Selection
fr: Sélection

source: Name of the selection to be saved
fr: Nom de la selection à sauvegarder

source: Refresh page timer
fr: Intervalle de rafraichissement de la page

source: State
fr: Etat

source: New
fr: Nouveau

source: Resend
fr: Réenvoie

source: Rereceive
fr: Rejouer

source: Retry
fr: réessai

source: Commandline
fr: Ligne de commande

source: Acceptance
fr: Acceptation

source: Select reports
fr: Recherche de rapport

source: Delete report(s) & in/out
fr: Supprimer les rapport(s) & entrée/sortie

source: Report
fr: Rapport

source: From channel
fr: Canal entrant

source: To channel
fr: Canal sortant

source: From partner
fr: Du partenaire

source: To partner
fr: Vers partenaire

source: InFile
fr: Fichier entrant

source: OutFile
fr: Fichier Sortant

source: ReReceive
fr: Rejouer

source: MappingScript
fr: Traducteur

source: mapping
fr: traducteur

source: Incoming filename
fr: Fichier entrant

source: Outgoing filename
fr: fichier sortant

source: Error text
fr: Erreur text

source: Search error
fr: Recherche erreur

source: Select incoming
fr: Recherche sur les entrées

source: Document-in
fr: Documents reçus

source: Document-out
fr: Documents émis

source: All Phases
fr: Toutes Phases

source: ConfirmFile
fr: Fichier de confirmation

source: Reference
fr: Référence

source: Filename
fr: Fichier

source: Enter reference
fr: Référence

source: Select document
fr: Recherche de document

source: No retry
fr: Pas de réessai

source: Enter filename
fr: fichier

source: Select outgoing
fr: Recherche sur les sorties

source: No automatic retry
fr: Pas de réessaie automatique

source: Search process error
fr: Rechercher erreur process

source: Select process errors
fr: Rechercher les process en erreurs

source: Confirm Type
fr: Type de confirmation

source: Unconfirmed
fr: Deconfirmé

source: Confirmed
fr: Confirmé

source: File
fr: Fichier

source: Select confirmations
fr: Rechercher des confirmations

source: Confirm manual
fr: Confirmation manuel

source: Plugin to read
fr: Plugin à importer

source: Database configuration
fr: Configuration de la base de données

source: Routes, channels, translations, partners, etc. from the database.
fr: Routes, canaux, traductions, partenaires, etc.

source: User code lists
fr: Codes list utilisateur

source: Your user code data from the database.
fr: Données des codes list utilisateur.

source: Script files
fr: Scripts

source: Input files
fr: Fichiers entrants

source: Database transactions
fr: Transaction base de données

source: All transaction files
fr: Tous les fichiers de la transaction

source: Log files
fr: Fichiers de log

source: Configuration files
fr: Fichiers de configuration

source: Delete transactions in acceptance testing
fr: Effacer les transactions des tests d'acceptances

source: Delete runs, reports, incoming, outgoing, data files from acceptance testing.
fr: Effacer rapports, réceptions, émissions, fichiers de données

source: Delete transactions
fr: Effacer les transactions

source: Delete runs, reports, incoming, outgoing, data files.
fr: Effacer rapports, entrants, sortants, fichiers de données

source: Delete botssys/outfiles
fr: Effacer botssys/outfiles

source: Delete files in botssys/outfile.
fr: Effacer les fichiers dans botssys/outfile.

source: Delete user code lists
fr: Effacer les code lists utilisateur

source: Delete user code lists.
fr: Effacer les code lists utilisateur.

source: Delete all user scripts
fr: Effacer tous les scripts utilisateurs

source: Delete all scripts in usersys (grammars, mappings etc) except charsets.
fr: Effacer tous les scripts dans usersys (grammars, mappings etc) excepté les charsets.

source: Delete botssys/infiles
fr: Effacer botssys/infiles

source: Delete files in botssys/infile.
fr: Effacer les fichiers dans botssys/infile.

source: Delete configuration
fr: Effacer la configuration

source: Delete routes, channels, translations, partners etc.
fr: Effacer routes, canaux, traductions, partenaires, etc.

source: Delete persist
fr: Effacer persist

source: Delete the persist information.
fr: Effacer l'information de persist.

source: previous
fr: précédent

source: Download
fr: Télécharger

source: Read grammar for editype "%(editype)s" messagetype "%(messagetype)s", but editype is unknown.
fr: Début d'écriture du fichier de type "%(editype)s" format "%(messagetype)s".

source: Grammar "%(grammar)s": no recorddefs, is required.
fr: Grammaire "%(grammar)s": pas de recorddefs qui est obligatoire.

source: Grammar "%(grammar)s": recorddefs has error that is already reported in this run.
fr: Grammaire "%(grammar)s", recorddefs à une erreur déjà reporté dans ce traitement.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s": is not a string.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s": N'est pas une chaine de caractères.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s": recordid with empty string.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s": recordid avec chaine de caractères vide.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s": no correct fields found.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s": aucun champ valide trouvé.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s": too few fields.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s": trop peu de champs.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s": field "%(field)s" appears twice. Field names should be unique within a record.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s": champ "%(field)s" apparait deux fois. Ce champs doit être unique dans ce record.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s": no field BOTSID.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s": pas de champ BOTSID.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": list has invalid number of arguments.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": list ne contient pas le bon nombre d'arguments.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": fieldID has to be a string.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": fieldID doit être une chaine de caractères.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": mandatory/conditional must be "M" or "C".
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": obligatoire/conditionnel doit être "M" or "C".

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": number of repeats must be integer.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": nombre de répétitions doit être un entier (integer).

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": mandatory/conditional has to be a string (or tuple in case of repeating field).
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": obligatoire/conditionnel doit être un caractère (ou tuple en cas de champ de répétiton).

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": min length "%(min)s" has to be a number.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": longeur min "%(min)s" doit être un number.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": max length "%(max)s" has to be a number.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": longeur max "%(max)s" doit être un number.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": min length "%(min)s" must be > max length "%(max)s".
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": longeur min "%(min)s" doit être > longeur max "%(max)s".

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": length "%(len)s" has to be number or (min,max).
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": longeur "%(len)s" doit être un number ou (min, max).

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": length "%(len)s" has to be at least 1.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": longeur "%(len)s" doit être au minimum à 1.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": minlength "%(len)s" has to be at least 0.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": longeur min "%(len)s" doit être au minimum à 0.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": format "%(format)s" has to be a string.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": format "%(format)s" doit être une chaine de caractères.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": field length "%(len)s" has to be greater that nr of decimals "%(decimals)s".
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": longeur du champ "%(len)s" doit être suppérieur au nombre de decimales "%(decimals)s".

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": if format "%(format)s", no length "%(len)s".
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": si format "%(format)s", pas de longeur "%(len)s".

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": if format "%(format)s", no minlength "%(len)s".
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": si format "%(format)s", pas de longeur min "%(len)s".

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s": is a composite field, has to have subfields.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s": est un champ composé et doit contenir des sous-champs.

source: Grammar "%(grammar)s", in recorddefs, record "%(record)s", field "%(field)s" has < 2 sfields.
fr: Grammaire "%(grammar)s", dans recorddefs, record "%(record)s", champ "%(field)s" contient moins de 2 sous-champs.

source: Grammar "%(grammar)s": record "%(record)s"
fr: Grammaire "%(grammar)s": record "%(record)s"

source: Grammar "%(grammar)s": no structure, is required.
fr: Grammaire "%(grammar)s": pas de structure, obligatoire.

source: Grammar "%(grammar)s": structure is not a list.
fr: Grammaire "%(grammar)s": structure n'est pas une liste.

source: Grammar "%(grammar)s", in structure: structure must have exactlty one root record.
fr: Grammaire "%(grammar)s", dans la structure: structure doit avoir un seul record racine.

source: Grammar "%(grammar)s": in structure: expect a dict for root record, but did not find that.
fr: Grammaire "%(grammar)s": dans la structure: dict attendue pour record racine, mais il n'a pas été trouvé.

source: Grammar "%(grammar)s", in structure, at "%(mpath)s": not a list.
fr: Grammaire "%(grammar)s", dans la structure, chemin "%(mpath)s": n'est pas une liste.

source: Grammar "%(grammar)s", in structure, at "%(mpath)s": record should be a dict: "%(record)s".
fr: Grammaire "%(grammar)s", dans la structure, chemin "%(mpath)s": record doit être un dict: "%(record)s".

source: Grammar "%(grammar)s": if syntax["noBOTSID"]: there can be only one record in recorddefs.
fr: Grammaire "%(grammar)s", si syntax "noBOTSID" , il ne peut y avoir qu'un seul record dans recorddefs.

source: Grammar "%(grammar)s": record "%(record)s" is in structure but not in recorddefs.
fr: Grammaire "%(grammar)s", record "%(record)s" est dans la structure, mais pas dans recorddefs.

source: Unknown editype for incoming message: %(editype)s
fr: Type de message entrant inconnu: %(editype)s

source: [A50] line %(line)s pos %(pos)s: Found non-valid data at end of edi file; probably a problem with separators or message structure.
fr: [A50]: line %(line)s pos %(pos)s: données invalide en fin de fichier edi; Peut être causé par les séparateurs ou la structure du message.

source: [F05]%(linpos)s: Record "%(record)s" field "%(field)s" too big (max %(max)s): "%(content)s".
fr: [F05]%(linpos)s: Record "%(record)s" champ "%(field)s" trop grand (max %(max)s): "%(content)s".

source: [F06]%(linpos)s: Record "%(record)s" field "%(field)s" too small (min %(min)s): "%(content)s".
fr: [F06]%(linpos)s: Record "%(record)s" champ "%(field)s" trop petit (min %(min)s): "%(content)s".

source: [F07]%(linpos)s: Record "%(record)s" date field "%(field)s" not a valid date: "%(content)s".
fr: [F07]%(linpos)s: Record "%(record)s" champ date "%(field)s" n'est pas une date valide: "%(content)s".

source: [F08]%(linpos)s: Record "%(record)s" time field "%(field)s" not a valid time: "%(content)s".
fr: [F08]%(linpos)s: Record "%(record)s" champ heure "%(field)s" n'est pas une heure valide: "%(content)s".

source: [F10]%(linpos)s: Record "%(record)s" field "%(field)s" too big (max %(max)s): "%(content)s".
fr: [F10]%(linpos)s: Record "%(record)s" champ "%(field)s" trop grand (max %(max)s): "%(content)s".

source: [F11]%(linpos)s: Record "%(record)s" field "%(field)s" too small (min %(min)s): "%(content)s".
fr: [F11]%(linpos)s: Record "%(record)s" champ "%(field)s" trop petit (min %(min)s): "%(content)s".
