Repository: rioncm/bots-edi-k8s
Catalog: bots/bots/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Error in automatic maintenance.
fr: Erreur lors de la maintenance automatique.

source: Page not found
fr: Page non trouvée

source: We're sorry, but the requested page could not be found.
fr: Désolé, la page demandée est introuvable.

source: Home
fr: Accueil

source: Server error
fr: Erreur serveur

source: Server error (500)
fr: Erreur serveur 500

source: Server Error (500)
fr: Erreur serveur 500

source: Log in
fr: Connexion

source: Change password
fr: Changer de mot de passe

source: Log out
fr: Déconnexion

source: Bots admin
fr: Admin Bots

source: Read plugin
fr: Lire un plugin

source: View Translate(s)
fr: Voir Traducteur(s)

source: Bots Open Source EDI Translator
fr: Bots Traducteur EDI Libre

source: Bots documentation
fr: Documentation Bots

source: Current user
fr: Utilisateur connecté

source: Last login
fr: Dernière connexion

source: Top
fr: Haut

source: View Channel
fr: Voir Canal

source: Clear filter
fr: Effacer le filtre

source: Exclude
fr: Exclure

source: Filter
fr: Filtrer

source: View grammar
fr: Voir grammaire

source: View Partner
fr: Voir Partenaire

source: Add Partner
fr: Add Partenaire

source: View Route
fr: Voir Route

source: View translate(s)
fr: Voir traducteur(s)

source: Submit
fr: Envoyer

source: Manual confirm
fr: Confimation manuel

source: Pending ...
fr: En attente ...

source: From
fr: De

source: To
fr: Vers

source: Sort recent first
fr: Trier les plus récents en premiers

source: Sort older first
fr: Trier les plus anciens en premiers

source: Sort by
fr: Trier par

source: Go Back
fr: Revenir

source: Back
fr: Retour

source: Close
fr: Fermer

source: Close this window
fr: Fermer cette fenêtre

source: Cancel
fr: Annuler

source: Incoming (same selection)
fr: Entrées

source: Outgoing (same selection)
fr: Sorties

source: All confirmations
fr: Toutes confirmations

source: Pending (same selection)
fr: En attente

source: Date/time
fr: Date/heure

source: View details
fr: Voir détails

source: !Deletions can NOT be undone!
fr: !Les suppressions sont irréverssibles!

source: Bulk delete
fr: Suppression complète

source: Time
fr: Heure

source: Editype
fr: Format

source: FromPartner
fr: DuPartenaire

source: ToPartner
fr: VersPartenaire

source: Size
fr: Taille

source: Mapping
fr: Traducteur

source: View log
fr: Voir log

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Numbered
fr: Numéroté

source: reference
fr: référence

source: Process Errors (same selection)
fr: Processus en erreur

source: Confirm (same selection)
fr: Confirmations

source: Rereceive All
fr: Tout Rejouer

source: details
fr: détails

source: View report
fr: Voir rapport

source: report
fr: rapport

source: incoming
fr: réception

source: Override existing selection
fr: Sauvegarder sur la selection existante

source: not found
fr: non trouvé

source: No translate rule for
fr: Pas de règle de traduction pour

source: Details
fr: Détails

source: Incoming
fr: Réception

source: View %(logname)s log
fr: Voir %(logname)s log

source: Outgoing
fr: Émission

source: Admin translate
fr: Admin traducteur

source: Help
fr: Aide

source: UserGroups
fr: Groupes d'utililisateurs

source: Users
fr: Utilisateurs

source: All runs
fr: Traitements

source: Report (per run)
fr: Rapport (par démarrage)

source: Report errors
fr: Rapport en erreurs

source: Select report
fr: Rechercher rapport

source: Process Errors
fr: Processus en erreurs

source: Last process errors
fr: Derniers process en erreurs

source: Incoming channel
fr: Canal entrant

source: Outgoing channel
fr: Canal sortant

source: From editype
fr: Du format

source: Channels
fr: Canaux

source: Translations
fr: Traductions

source: Partners
fr: Partenaires

source: Partnergroups
fr: Groupes de partenaires

source: Confirmrules
fr: Règles de confirmation

source: User Codes list
fr: Codes list utilisateur

source: User Code types
fr: Codes types utilisateur

source: All phases
fr: Toutes Phases

source: Last incoming
fr: Dernières entrées

source: Incoming errors
fr: Réceptions en erreurs

source: Last document-in
fr: Derniers documents reçus

source: Last outgoing
fr: Dernières sorties

source: Outgoing errors
fr: Émissions en erreurs

source: Last document-out
fr: Derniers documents émis

source: Run
fr: Démarrer

source: Run (only new)
fr: Démarrer (les nouveaux)

source: Run user-indicated rereceives
fr: Re-Réceptions

source: Run user-indicated resends
fr: Re-Transmitions

source: Retry failed out-communications
fr: Renvoyer communications en erreurs

source: Run cleanup
fr: Démarrer le nettoyage

source: Manage shortcuts
fr: Organiser les raccourcis

source: Add shortcut to this page
fr: Ajouter un raccourci vers cette page

source: Add custom shortcut
fr: Ajouter un raccourci

source: SysTasks
fr: Admin

source: Make plugin
fr: Créer un plugin

source: Make backup plugin
fr: Créer un plugin de sauvegarde

source: Read configuration index
fr: Lire l'index de configuration.

source: Make configuration index
fr: Créer l'index de configuration.

source: View/edit counters
fr: Compteurs

source: Send test report
fr: Envoyer un rapport de test

source: Resend All
fr: Tout renvoyer

source: #send
fr: #envoyé

source: First page
fr: Première page

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Last page
fr: Dernière page

source: of %(total)s selected
fr: sur %(total)s selectionné(s)

source: Read a plugin
fr: Lire un plugin

source: Select a plugin from your file system
fr: Selectionner un plugin depuis votre systême

source: Read
fr: Lire

source: Confirm reading index file
fr: Confirmer la lecture du fichier index

source: Please confirm reading the default index file bots/usersys/index.py. This might change your configuration !
fr: Veuillez confirmer la lecture du fichier index par défaut bots/usersys/index.py. Cela peut modifier votre configuration !

source: Read configuration index ?
fr: Lire l'index de configuration ?

source: Confirm read
fr: Confirmer la lecture

source: Make a plugin
fr: Créer un plugin

source: The plugin that is made will be offered to you as a download.
fr: Le plugin ainsi créé se lancera en téléchagement

source: Select what you need in the plugin
fr: Selectionnez le contenu du plugin

source: #in
fr: #entrant

source: #out
fr: #sortant

source: View incoming
fr: Voir les entrées

source: View out-communication
fr: Voir les communication sortantes

source: View outgoing
fr: Voir les sorties

source: View file errors
fr: Voir les fichiers en erreurs

source: files with errors
fr: fichiers en erreurs

source: files got stuck
fr: fichiers bloqués

source: system errors
fr: erreurs système

source: View process errors
fr: Voir les process en erreurs

source: errors in processes
fr: erreurs dans les processus

source: View out-communication errors
fr: Voir les communication sortantes en erreurs

source: Permanent link
fr: Lien permanent

source: Show selection
fr: Afficher la selection

source: Clear all filters
fr: Effacer tous les filtres

source: Delete selection
fr: Supprimer la selection

source: Save selection
fr: Enregistrer la selection

source: Save
fr: Enregister

source: Show selection as permanent link
fr: Afficher la selection comme lien permanent

source: Change selection
fr: Modifier la selection

source: Email attachment
fr: Email attachement

source: Subject
fr: Sujet

source: FromChannel
fr: DuCanal

source: ToChannel
fr: VersCanal

source: Nrmessages
fr: Nbr messages

source: Filesize
fr: Taille

source: Envelope
fr: Enveloppe

source: Envelope data
fr: Enveloppe data

source: Password change
fr: Modifier mot de passe

source: File size of %(filesize)s is too big; option "maxfilesizeincoming" in bots.ini is %(maxfilesizeincoming)s.
fr: Taille du fichier "%(filesize)s"; " taille maximum des fichiers entrants" paramétré à "%(maxfilesizeincoming)s"

source: Start translating file "%(filename)s" editype "%(editype)s" messagetype "%(messagetype)s".
fr: Début traduction du fichier "%(filename)s" editype "%(editype)s" messagetype "%(messagetype)s".

source: Mappingscript "%(tscript)s" translates messagetype "%(messagetype)s" to messagetype "%(tomessagetype)s".
fr: Traducteur "%(tscript)s" traduit du format "%(messagetype)s" au format "%(tomessagetype)s".

source: Parse & passthrough for input file "%(filename)s".
fr: Annalyse & passe-plat du fichier entrant "%(filename)s".

source: Translated input file "%(filename)s".
fr: Fichier entrant traduit "%(filename)s".

source: No output file because mappingscript explicitly indicated this.
fr: Pas de fichier en sortie car le traducteur à renvoyé ceci.

source: Start writing output file editype "%(editype)s" messagetype "%(messagetype)s".
fr: Début d'écriture du fichier au format "%(editype)s" messagetype "%(messagetype)s".

source: Failed to add for domein "%(domein)s", botskey "%(botskey)s", value "%(value)s".
fr: Echec lors de l'ajout du domaine "%(domein)s", clef "%(botskey)s", valeur "%(value)s".

source: GTIN "%(ean)s" should be string with only numericals.
fr: GTIN "%(ean)s" ne doit contenir que des valeurs numériques.

source: GTIN "%(ean)s" should be string, but is a "%(type)s".
fr: GTIN "%(ean)s" doit être de type string, mais est de type "%(type)s".

source: No valid edifact date format for "%(date)s".
fr: Format de date edifact incorrect pour "%(date)s".

source: No result found for partner lookup; either partner "%(idpartner)s" does not exist or field "%(field)s" has no value.
fr: Aucun résultat trouvé pour le bouclage partenaire; partenaire "%(idpartner)s" n'existe pas ou le chanmp "%(field)s" est vide.

source: Selection '%s' saved.
fr: Selection '%s' enregistrée.

source: Selection '%s' deleted.
fr: Selection '%s' supprimer.

source: Ran into server error: "%(error)s"
fr: Erreur Serveur: "%(error)s"

source: Reports
fr: Rapports

source: Reports deleted: %s
fr: Rapports supprimés: %s

source: Incomings
fr: Réceptions

source: Filereports deleted: %s
fr: Filereports supprimés: %s

source: No rights for this operation.
fr: Opération non authorisée

source: Outgoings
fr: Émissions

source: Processes Errors
fr: Processus en erreurs

source: Manual confirmed: %s
fr: Confirmation manuel: %s

source: Manual confirm not possible: %s
fr: Confirmation manuel impossible: %s

source: Manual
fr: Manuel

source: No file available for display.
fr: Pas de fichier à afficher.

source: Several files with differents charset detected %s, some chars may not be displayed or bad displayed !
fr: Plusieurs fichiers avec un jeux de caractères différents détecté %s, des caractères pourraient être mal ou pas affichés !

source: No such file.
fr: Pas de fichier.

source: File too big exceed %(max_size)s: %(src)s
fr: Fichier trop volumineux (max %(max_size)s): %(src)s

source: File not found: %s
fr: Fichier non trouvé: %s

source: Empty log file.
fr: Fichier de log vide.

source: Error occured when reading log %(log)s: %(exc)s
fr: Erreur pendant la lecture du fichier log %(log)s: %(exc)s

source: No plugin read.
fr: Aucun plugin lu.

source: Overwritten existing files.
fr: Ecrasement des fichiers existants.

source: Plugin "%s" is read successful.
fr: Plugin "%s" importé avec succès.

source: Error occured while reading plugin "%(name)s": %(exc)s
fr: Erreur pendant la lecture du plugin: "%(name)s": %(exc)s

source: Configuration index file is read successful.
fr: Configuration index correctement importé.

source: Error occured while reading configuration index file: "%s".
fr: Erreur pendant la lecture de l'index de configuration: "%s".

source: Start writing configuration index file "%(file)s".
fr: Début de création du fichier de configuration "%(file)s".

source: Configuration index file "%s" is written successful.
fr: Index de configuration "%s" écrit avec succès.

source: Error writing configuration index file: "%s".
fr: Erreur survenue pendant l'écriture du fichier index: "%s".

source: Run bots-engine with parameters: "%(parameters)s"
fr: Bots-engine démarrré avec les paramètres: "%(parameters)s"

source: Trying to run "bots-engine", but another instance of "bots-engine" is running. Please try again later.
fr: Le démarrage de "bots-engine" à échoué car une autre instance de "bots-engine" est en cours d'exécution. Veuillez re-essayer plus tard.

source: Errors while trying to run bots-engine: "%s".
fr: Erreurs pendant le démarrage de bots-engine: "%s".

source: Bots-engine is started.
fr: Bots-engine démarré.

source: Trying to send test mail, but in bots.ini, section [settings], "sendreportiferror" is not "True".
fr: Essaie d'envoie d'un email de test, mais la configuration [settings], "sendreportiferror" n'est pas "True".

source: testsubject
fr: sujet du test

source: test content of report
fr: test rapport

source: Sending test mail failed.
fr: Echec de l'émission email de test.

source: Sending test mail failed, error: %(txt)s
fr: Envoie de l'email de test a échoué: %(txt)s

source: Sending test mail succeeded.
fr: Envoie de l'email de test réussi.

source: using ssl (https).
fr: utilisation ssl (https).

source: using plain http (no ssl).
fr: protocole http (sans ssl).

source: Serving at port: "%(port)s".
fr: Démarré sur le port: "%(port)s".
