Repository: rioncm/bots-edi-k8s
Catalog: bots/bots/locale/*/LC_MESSAGES/django.po
Languages: fr

source: [F09]%(linpos)s: Record "%(record)s" field "%(field)s" has non-numerical content: "%(content)s".
fr: [F16]%(linpos)s: Record "%(record)s" champ "%(field)s" ne contient pas un nombre: "%(content)s".

source: [F16]%(linpos)s: Record "%(record)s" numeric field "%(field)s" has non-numerical content: "%(content)s".
fr: [F16]%(linpos)s: Record "%(record)s" champ numerique "%(field)s" n'est pas un nombre: "%(content)s".

source: [F14]%(linpos)s: Record "%(record)s" numeric field "%(field)s" has invalid nr of decimals: "%(content)s".
fr: [F14]%(linpos)s: Record "%(record)s" champ heure "%(field)s" n'est pas un nombre décimale valide: "%(content)s".

source: [F15]%(linpos)s: Record "%(record)s" numeric field "%(field)s" has non-numerical content: "%(content)s".
fr: [F15]%(linpos)s: Record "%(record)s" champ "%(field)s" contient l'exposant: "%(content)s".

source: [F12]%(linpos)s: Record "%(record)s" field "%(field)s" has format "I" but contains decimal sign: "%(content)s".
fr: [F12]%(linpos)s: Record "%(record)s" champ "%(field)s" est formaté "I" mais contient des caractères décimale: "%(content)s".

source: [F13]%(linpos)s: Record "%(record)s" numeric field "%(field)s" has non-numerical content: "%(content)s".
fr: [F13]%(linpos)s: Record "%(record)s" champ "%(field)s" contient l'exposant: "%(content)s".

source: [S51]: Missing mandatory record "%(record)s".
fr: [S51]: Record obligatoire manquant "%(record)s".

source: Could not find SUBTRANSLATION "%(sub)s" in (sub)message.
fr: SUBTRANSLATION non trouvé "%(sub)s" dans (sub)message.

source: No (valid) grammar for editype "%(editype)s" messagetype "%(messagetype)s".
fr: Début d'écriture du fichier de type "%(editype)s" format "%(messagetype)s".

source: [F09]%(linpos)s: Record "%(record)s" field "%(field)s" contains exponent: "%(content)s".
fr: [F09]%(linpos)s: Record "%(record)s" champ "%(field)s" contient l'exposant: "%(content)s".

source: [A51]: Found non-valid data at end of edi file; probably a problem with separators or message structure: "%(leftover)s".
fr: [A51]: données invalide en fin de fichier edi; peut être causé par les séparateurs ou la structure du message: "%(leftover)s".

source: [F19] line %(line)s pos %(pos)s: Record "%(record)s" too many fields in record; unknown field "%(content)s".
fr: [F19]: Record "%(record)s" trop de champs dans l'enregistrement; chmap inconnue "%(content)s" (ligne %(line)s position %(pos)s).

source: [F18] line %(line)s pos %(pos)s: Record "%(record)s" too many subfields in composite; unknown subfield "%(content)s".
fr: [F19]: Record "%(record)s" trop de champs dans l'enregistrement; chmap inconnue "%(content)s" (ligne %(line)s position %(pos)s).

source: [A52]: Found non-valid data at end of excel file: "%(leftover)s".
fr: [A52]: données invalide en fin de fichier excel : "%(leftover)s".Peut être causé par des séparateurs ou la structure du message.

source: [A53]: Edifact file contains "UNA" and than garbage.
fr: [A53]: Fichier Edifact contient "UNA".

source: [E11]: Segmentcount in UNT is %(untcount)s; should be equal to number of segments %(segmentcount)s.
fr: [E11]: Nombre de segments dans UNT est %(untcount)s; doit être égal au nombre de segments %(segmentcount)s.

source: [A61]: Edi file contains only whitespace.
fr: [A61]: Fichier Edi ne contient que des espaces.

source: [E18]: Count of messages in GE is invalid: "%(count)s".
fr: [E18]: Nombre de messages dand GE est invalid: "%(count)s".

source: [E20]: Count in SE-SE01 is %(secount)s; should be equal to number of segments %(segmentcount)s.
fr: [E20]: Nombre de segments dans SE-SE01 est %(secount)s; doit être égal au nombre de segments %(segmentcount)s.

source: [E21]: Count of segments in SE is invalid: "%(count)s".
fr: [E21]: Nombre de segments dans SE est invalide: "%(count)s".

source: [E22]: Count in END is %(endcount)s; should be equal to number of messages %(messagecount)s.
fr: [E22]: Nombre de segments dans END est %(endcount)s; doit être égal au nombre de messages %(messagecount)s.

source: [E23]: Count of messages in END is invalid: "%(count)s".
fr: [E23]: Nombre de messages en fin est invalid: "%(count)s".

source: [E24]: Count in MTR is %(mtrcount)s; should be equal to number of segments %(segmentcount)s.
fr: [E24]: Nombre dans le MTR est %(mtrcount)s; doit être égal au nombre de segments %(segmentcount)s.

source: [E25]: Count of segments in MTR is invalid: "%(count)s".
fr: [E25]: Nombre de segments dans MTR est invalide: "%(count)s".

source: Terminating job %(jobnumber)s: %(task_to_run)s
fr: Arrêt job %(jobnumber)s: %(task_to_run)s

source: Killing job %(jobnumber)s: %(task_to_run)s
fr: Arrêt forcer job %(jobnumber)s: %(task_to_run)s

source: Job launcher running
fr: Job lanceur démarré

source: Starting job %(jobnumber)s: %(task_to_run)s
fr: Démarrage job %(jobnumber)s: %(task_to_run)s

source: Error starting job %(jobnumber)s: %(exc)
fr: Erreur démarrage job %(jobnumber)s: %(exc)s

source: Error starting job %(jobnumber)s: %(task_to_run)s %(exc)s
fr: Erreur démarrage job %(jobnumber)s: %(task_to_run)s %(exc)s

source: Listening xmlrpc request on port: "%(port)s".
fr: Ecoute xmlrpc sur le port: "%(port)s".

source: [S03] Root record "%(mpath)s" occurs %(count)d times, min is %(mincount)d.
fr: [S03] Root record "%(mpath)s" apparait %(count)d fois, min est %(mincount)d.

source: [S04] Root record "%(mpath)s" occurs %(count)d times, max is %(maxcount)d.
fr: [S04] Root record "%(mpath)s" apparait %(count)d fois, max est %(maxcount)d.

source: [F01]%(linpos)s: Record: "%(mpath)s" has unknown field "%(field)s".
fr: [F01]%(linpos)s: Record: "%(mpath)s" champ inconnue "%(field)s".

source: [S03]%(linpos)s: Record "%(mpath)s" occurs %(count)d times, min is %(mincount)d.
fr: [S03]%(linpos)s: Record "%(mpath)s" apparait %(count)d fois, min est %(mincount)d.

source: [S04]%(linpos)s: Record "%(mpath)s" occurs %(count)d times, max is %(maxcount)d.
fr: [S04]%(linpos)s: Record "%(mpath)s" apparait %(count)d fois, max est %(maxcount)d.

source: [F02]%(linpos)s: Record "%(mpath)s" field "%(field)s" is mandatory.
fr: [F02]%(linpos)s: Record "%(mpath)s" champ "%(field)s" est obligatoire.

source: [F41]%(linpos)s: Record "%(mpath)s" repeating field "%(field)s" is mandatory.
fr: [F41]%(linpos)s: Record "%(mpath)s" champ répété "%(field)s" est obligatoire.

source: Repeating field: must be a list: put(%(mpath)s)
fr: Champ répété: doit être une liste: put(%(mpath)s)

source: [F42]%(linpos)s: Record "%(mpath)s" repeating field "%(field)s" occurs %(occurs)s times, max is %(max)s.
fr: [F42]%(linpos)s: Record "%(mpath)s" champ répété "%(field)s" apparait %(occurs)s fois, max est %(max)s.

source: [F43]%(linpos)s: Record "%(mpath)s" repeating field "%(field)s" is mandatory.
fr: [F43]%(linpos)s: Record "%(mpath)s" champ répété "%(field)s" est obligatoire.

source: [F03]%(linpos)s: Record "%(mpath)s" composite "%(field)s" is mandatory.
fr: [F03]%(linpos)s: Record "%(mpath)s" composé "%(field)s" est obligatoire.

source: [F04]%(linpos)s: Record "%(mpath)s" subfield "%(field)s" is mandatory.
fr: [F04]%(linpos)s: Record "%(mpath)s" sous-champ "%(field)s" est obligatoire.

source: [F44]%(linpos)s: Record "%(mpath)s" repeating composite "%(field)s" is mandatory.
fr: [F44]%(linpos)s: Record "%(mpath)s" composé répété "%(field)s" est obligatoire.

source: Repeating composite: must be a list: put(%(mpath)s)
fr: Composé répété: doit être une liste: put(%(mpath)s)

source: [F45]%(linpos)s: Record "%(mpath)s" repeating composite "%(field)s" occurs %(occurs)s times, max is %(max)s.
fr: [F45]%(linpos)s: Record "%(mpath)s" composé répété "%(field)s" apparait %(occurs)s fois, max est %(max)s.

source: Repeating composite: each composite must be a dict: put(%(mpath)s)
fr: Composé répété: chaque composé doit être un dict: put(%(mpath)s)

source: Repeating composite: keys must be strings: put(%(mpath)s)
fr: Composé répété: la clef doit être au format text: put(%(mpath)s)

source: [F46]%(linpos)s: Record "%(mpath)s" subfield "%(field)s" in repeating composite is mandatory.
fr: [F46]%(linpos)s: Record "%(mpath)s" sous-champ "%(field)s" est obligatoire pour ce composé.

source: [F47]%(linpos)s: Record "%(mpath)s" repeating composite "%(field)s" is mandatory.
fr: [F47]%(linpos)s: Record "%(mpath)s" composé répété "%(field)s" est obligatoire.

source: Open
fr: Ouvert

source: Stuck
fr: Bloqué

source: Process
fr: Processus

source: Discarded
fr: Ecarté

source: Received
fr: Reçu

source: Infile
fr: Fichier Entrant

source: Parsed
fr: Annalyse

source: Merged
fr: Finalisation

source: Outfile
fr: Fichier Sortant

source: Send
fr: Envoi

source: email-confirmation
fr: confirmation-email

source: excel (only incoming)
fr: excel (entrée seulement)

source: in
fr: entrée

source: out
fr: sortie

source: file
fr: fichier

source: mimefile
fr: fichier mime

source: communicationscript
fr: Script de communication

source: ask an email confirmation (MDN) when sending
fr: Demander une confirmation (MDN) à l'émission

source: send an email confirmation (MDN) when receiving
fr: Envoyer une confirmation (MDN) à la réception

source: ask a x12 confirmation (997) when sending
fr: Demander une confirmation x12 (997) à l'émission

source: send a x12 confirmation (997) when receiving
fr: Envoyer une confirmation x12 (997) à la réception

source: ask an edifact confirmation (CONTRL) when sending
fr: Demander une confirmation (CONTRL) à l'émission

source: send an edifact confirmation (CONTRL) when receiving
fr: Envoyer une confirmation (CONTRL) à la réception

source: Confirm all
fr: Confirmer tout

source: Confirm asked
fr: Confirmation demandée

source: Channel
fr: Canal

source: Frompartner
fr: DuPartenaire

source: Topartner
fr: VersPartenaire

source: Never
fr: Jamais

source: As attachment
fr: En attachement

source: In body of email
fr: Dans le message email

source: Always unzip file
fr: Toujours dezipper le fichier

source: Always zip
fr: Toujours Zipper

source: Nothing
fr: Aucune

source: Pass-through
fr: Passe plat

source: Parse & Pass-through
fr: Annalyse & passe plat

source: Enter valid e-mail address(es) separated by commas.
fr: Entrer une adesse email valide, séparer par des commas.

source: View source
fr: Voir source

source: View
fr: Voir

source: One or more e-mail address(es),separated by ",".
fr: Une ou plusieurs adresse emails séparer par ",".

source: channel
fr: canal

source: confirm rule
fr: règle de confirmation

source: confirm rules
fr: règles de confirmation

source: Type of user code
fr: Type de code utilisateur

source: user code type
fr: code type utilisateur

source: user code
fr: code utilisateur

source: username
fr: utilisateur

source: password
fr: mot de passe

source: No check from-address
fr: Pas de control émetteur

source: Do not check if incoming "from" email addresses is known.
fr: Ne pas vérifier si l'émetteur de l'email est connue.

source: No check to-address
fr: Pas de contrôle du destinataire

source: Do not check if incoming "to" email addresses is known.
fr: Ne pas vérifier si le destinataire de l'email est connue.

source: remove
fr: supprimer

source: Delete incoming edi files after reading.<br>Use in production else files are read again and again.
fr: Effacer les fichiers entrants après lecture.<br>A utiliser en production, sinon les fichiers seront traités encore et encore.

source: path
fr: chemin

source: filename
fr: fichier

source: Outgoing: many options, see
fr: Sortant: plusieurs options, voir

source: Lock-file
fr: Fichier-verrou

source: System locks
fr: Verrou systême

source: Use system file locks for reading or writing edi files (windows, *nix).
fr: Utiliser le verrou de fichier systême pour lire et écrire les fichiers (windows, *nix).

source: Parameters
fr: Paramètres

source: For use in user communication scripting.
fr: Pour utiliser un script de communication.

source: ftp account
fr: compte ftp

source: ftp active mode
fr: ftp actif

source: Passive mode is used unless this is ticked.
fr: Desactive le mode passif.

source: ftp binary transfer mode
fr: Transfert ftp binaire

source: as body or attachment
fr: disposition

source: Tmp-part file name
fr: Nom du fichier temporaire

source: Archive path
fr: Répertoire d'archivage

source: Write edi files to an archive.
fr: Ecrire les fichiers edi dans une archive

source: See
fr: Voir

source: Max failures
fr: Max échecs

source: Max seconds
fr: Max secondes

source: Max days archive
fr: Maximum de jours archiver

source: Private key file
fr: Clef privée

source: Path to file that contains PEM formatted private key.
fr: Répertoire des clefs privées aux format PEM

source: Certificate chain file
fr: Certificat maitre

source: Path to file that contains PEM formatted certificate chain.
fr: Répertoire des clefs maitre aux format PEM

source: Acceptance test path
fr: Répertoire du test d'acceptance

source: channels
fr: canaux

source: User script
fr: Script utilisateur

source: Add route
fr: Ajouter route

source: partner identification
fr: Identifiant partenaire

source: Indicate if normal partner or a partner group. Partners can be assigned to partner groups.
fr: Indique s'il s'agit d'un partenaire normal ou d'un groupe de parntenaire. Un partenaire peut appartenir à un groupe de partenaire.

source: Multiple CC-addresses supported (comma-separated).
fr: Plusieurs adresses supporté sépararé par virgule (xxx@yyy.zz,abc@def.ghi)

source: partner
fr: partenaire

source: partners
fr: partenaires

source: partnergroup
fr: groupe de partenaires

source: partnergroups
fr: groupes de partenaires

source: email address per channel
fr: adresse email par canal

source: Editype to translate from.
fr: Type du fichier entrant (Editype)

source: Messagetype to translate from.
fr: Type du message entrant (Messagetype)

source: Alternative translation
fr: Traduction alternative

source: Do translation only for this alternative translation.
fr: Traduction uniquement pour la traduction alternative.

source: Do translation only for this frompartner.
fr: Traduction uniquement pour DuPartner.

source: Do translation only for this topartner.
fr: Traduction uniquement pour VersPartner.

source: Mapping Script
fr: Script de traduction

source: Mappingscript to use in translation.
fr: Script à utiliser pour la traduction.

source: Editype to translate to.
fr: Editype à traduire vers.

source: Messagetype to translate to.
fr: Messages à traduire vers

source: translation rule
fr: règle de traduction

source: translation rules
fr: règles de traduction

source: Sequence
fr: Séquence

source: Bots-engine only uses active routes.
fr: Bots-engine utilise seulement les routes actives.

source: Receive edi files via this communication channel.
fr: Recevoir les fichiers edi par ce canal.

source: Editype of the incoming edi files.
fr: edi-type du fichier entrant

source: Send edi files via this communication channel.
fr: Envoyer les fichiers edi par ce canal.

source: Filter edi files of this editype for outgoing channel.
fr: Filtrer les fichiers edi de cet editype pour les canaux sortants.

source: Filter edi files of this messagetype for outgoing channel.
fr: Filtrer les fichiers edi de ce messagetype pour les canaux sortants.

source: The frompartner of the incoming edi files.
fr: DuPartenaire des fichiers edi entrants

source: The topartner of the incoming edi files.
fr: VersPartenaire des fichiers edi entrants

source: Filter edi files of this partner/partnergroup for outgoing channel
fr: Filtrer les fichiers edi avec ce partenaire/group pour les canaux sortants.

source: Filter edi files with this test-indicator for outgoing channel.
fr: Filtrer les fichiers edi avec cet indicateur de test pour les canaux sortants.

source: translate
fr: Traduire

source: Indicates what to do with incoming files for this route(part).
fr: Indiquer quoi faire avec les fichiers entrant par cette route(part)

source: Not in default run
fr: Pas dans le démarrage par défaut.

source: Do not use this route in a normal run. Advanced, related to scheduling specific routes or not.
fr: Ne pas inclure dans les démarrages par défaut.

source: Defer
fr: Différer

source: Incoming zip-file handling
fr: Dezipper

source: Unzip received files.
fr: Dezipper les fichiers entrants

source: Outgoing zip-file handling
fr: Zipper les fichiers sortants

source: Send files as zip-files.
fr: Envoyer les fichiers zipper

source: Monitor fromchannel (file) with bots-dirmonitor to trigger this route.
fr: Scruter le répertoire du canal entrant (fichier) avec bots-dirmonitor pour déclencher cette route.

source: Default run
fr: Démarrage par défaut

source: View translates
fr: Voir Traducteurs

source: View translate
fr: Voir Traducteur

source: Add translate
fr: Add traducteur

source: Counter domain
fr: Compteur du domaine

source: Last used number
fr: Dernier numéro utilisé

source: counter
fr: compteur

source: Must be dicts in tuple: put(%(mpath)s)
fr: Doit être dicts dans un tuple: put(%(mpath)s)

source: Keys must be strings: put(%(mpath)s)
fr: Clefs doivent être de type string: put(%(mpath)s)

source: Keys must be strings: putloop(%(mpath)s)
fr: Clefs doivent être de type string: putloop(%(mpath)s)

source: Unknown editype for outgoing message: %(editype)s
fr: Type de message sortant inconnu: %(editype)s

source: No outgoing message
fr: Pas de message sortant

source: [F20]: Record "%(record)s" field "%(field)s" too big (max %(max)s): "%(content)s".
fr: [F20]: Record "%(record)s" chanmp "%(field)s" trop grand (max %(max)s): "%(content)s".

source: [F32]: Record "%(record)s" date field "%(field)s" too small (min %(min)s): "%(content)s".
fr: [F32]: Record "%(record)s" champ date "%(field)s" trop petit (min %(min)s): "%(content)s".

source: [F23]: Record "%(record)s" time field "%(field)s" not a valid time: "%(content)s".
fr: [F23]: Record "%(record)s" champ heure "%(field)s" n'est pas une heure valide: "%(content)s".

source: [F33]: Record "%(record)s" time field "%(field)s" too big (max %(max)s): "%(content)s".
fr: [F33]: Record "%(record)s" champ heure "%(field)s" trop grand (max %(max)s): "%(content)s".

source: [F34]: Record "%(record)s" time field "%(field)s" too small (min %(min)s): "%(content)s".
fr: [F34]: Record "%(record)s" champ heure "%(field)s" trop petit (min %(min)s): "%(content)s".

source: [F25]: Record "%(record)s" field "%(field)s" numerical format not valid: "%(content)s".
fr: [F25]: Record "%(record)s" champ "%(field)s" ne contient pas un nombre valide: "%(content)s".

source: [F26]: Record "%(record)s" field "%(field)s" numerical format not valid: "%(content)s".
fr: [F26]: Record "%(record)s" champ "%(field)s" ne contient pas un nombre valide: "%(content)s".

source: [F27]: Record "%(record)s" field "%(field)s" numerical format not valid: "%(content)s".
fr: [F27]: Record "%(record)s" champ "%(field)s" ne contient pas un nombre valide: "%(content)s".

source: [F28]: Record "%(record)s" field "%(field)s" too big: "%(content)s".
fr: [F28]: Record "%(record)s" champ "%(field)s" trop grand "%(content)s".

source: While templating "%(editype)s.%(messagetype)s", error: %(txt)s
fr: Création de l'enveloppe "%(editype)s.%(messagetype)s", erreur: %(txt)s

source: End writing to file "%(filename)s".
fr: Fin d'écriture du fichier "%(filename)s".

source: Error in configuration index file. Nothing is written. Error: %(txt)s
fr: Erreur dans le fichier index de configuration. Rien n'a été ecrit. Erreur: %(txt)s

source: Configuration index file is OK.
fr: Fichier index de configuration est correct.

source: Start writing to database.
fr: Début d'écriture dans la base de données.

source: Error writing configuration index to database. Nothing is written. Error: %(txt)s
fr: Erreur survenue pendant l'écriture de l'index dans la base de données. Rien n'a été ecrit. Erreur: %(txt)s

source: Writing to database is OK.
fr: Ecriture dans la base OK.

source: Plugin is not a valid zip file.
fr: Le plugin n'est pas un fichier valide.

source: Error in plugin. Nothing is written. Error: %(txt)s
fr: Erreur dans le plugin. Rien n'a été ecrit. Erreur: %(txt)s

source: Plugin is OK.
fr: Plugin valide.

source: Error writing plugin to database. Nothing is written. Error: %(txt)s
fr: Erreur pendant l'écriture du plugin dans la base de données. Rien n'a été ecrit. Erreur: %(txt)s

source: Start writing to files
fr: Début d'écriture dans la base de données.

source: Start writing file: "%(targetpath)s".
fr: Début d'écriture du fichier: "%(targetpath)s".

source: Create directory "%(directory)s".
fr: Création du répertoire "%(directory)s".

source: File written: "%(targetpath)s".
fr: Fichier écrit: "%(targetpath)s".

source: Error writing files to system. Nothing is written to database. Error: %(txt)s
fr: Erreur pendant l'écriture des fichiers sur le système. Rien n'a été ecrit. Erreur: %(txt)s

source: Writing files to filesystem is OK.
fr: Ecriture des fichiers sur le système OK.

source: Plugins should be list of dicts. Nothing is written.
fr: Les plugins doivent être une liste de dictionnaire, rien n'a été ecrit.

source: No field column for: "%(fieldname)s".
fr: Pas de champ dans la colonne pour: "%(fieldname)s".

source: Write to database is OK.
fr: Ecriture dans la base OK.

source: Start writing backup plugin "%(file)s".
fr: Début d'écriture du plugin de sauvegarde "%(file)s".

source: Backup plugin "%s" is written successful.
fr: Backup-plugin "%s" écrit avec succès.

source: Error writing backup plugin: "%s".
fr: Erreur à l'écriture du plugin de sauvegarde: "%s".

source: Nothing specified to delete.
fr: Rien de spécifié à supprimer.

source: Start deleting in configuration.
fr: Début de l'éffacement de configuration

source: Transactions are deleted.
fr: Transactions supprimées.

source: Data files are deleted.
fr: Fichiers de données supprimés.

source: Transactions from acceptance-testing deleted.
fr: Transactions des tests d'acceptances supprimées.

source: Database configuration is deleted.
fr: Configuration dans la base de données est supprimée.

source: User code lists are deleted.
fr: Code lists utilisateur supprimés.

source: Persist data is deleted.
fr: Donnée Persistante supprimée.

source: Files in botssys/infile are deleted.
fr: Fichiers dans botssys/infile supprimés.

source: Files in botssys/outfile are deleted.
fr: Fichiers contenus dans botssys/outfile supprimés.

source: User scripts are deleted (in usersys).
fr: Scripts utilisateurs supprimés (dans usersys).

source: Finished deleting in configuration.
fr: Suppression de configuration terminé.

source: [M50]: Found data not in a valid interchange at position %(pos)s.
fr: [M50]: Data trouvé dans un interchange invalide à la position %(pos)s.

source: [M51]: Edi file does not start with a valid interchange.
fr: [M51]: Fichier Edi ne commence pas avec un interchange valide.

source: [M52]: Edi file contains only whitespace.
fr: [M52]: Fichier Edi ne contient que des espaces.

source: [M60]: Found no segment terminator for IEA trailer at position %(pos)s.
fr: [M60]: Pas de segment de fin trouvé pour IEA trailer à la position %(pos)s.

source: [M54]: Found no valid IEA trailer for the ISA header at position %(pos)s.
fr: [M54]: IEA invalide trouvé pour l'entête ISA à la position %(pos)s.

source: File written: "%(tofilename)s".
fr: Fichier écrit: "%(tofilename)s".

source: File is not a zip-file.
fr: Fichier pas au format zip.

source: Nothing to do in run.
fr: Rien à faire pour cette exécution.

source: Running route: %(idroute)s %(seq)s
fr: Démarrage route: %(idroute)s %(seq)s

source: Finished route: %(idroute)s %(seq)s
fr: Terminé route: %(idroute)s %(seq)s

source: There is no (active) route "%(route)s".
fr: Pas de route (active) "%(route)s".

source: Route "%(idroute)s" is empty: no routescript, not enough parameters.
fr: Route "%(idroute)s" est vide: pas de routescript, manque de paramètres.
